import React from "react";
import house from "../img/house.png";
import PageBanner from "../components/PageBanner";

const h2Style = "text-lg my-5 xl:my-10 xl:text-3xl";

function PartnershipDevtPage() {
  const bgImage = {
    backgroundImage: `url(${house})`,
    backgroundPosition: "center",
    backgroundRepeat: "no-repeat",
    backgroundSize: "cover",
  };

  return (
    <div>
      <PageBanner
        name=" About Our Partnership and Development Program"
        footer=" By Semon Mamo General Manger at Shoa Homes"
      />

      <section>
        <div className="container mx-auto px-8 md:px-20 text-justify xl:text-[28px]">
          <article className="text-sm xl:text-2xl text-justify">
            <h2 className={h2Style}>መነሻ ሃሳብ</h2>
            <p className="my-3">
              በአሁኑ ጊዜ በአዲስ አበባ ከተማ ውስጥ በመንግስትና በግሉ ዘርፍ የተለያዩ ግንባታዎች እና ሰፊ የቤቶች
              ልማት ፕሮጀክት በመከናወን ላይ የሚገኝ ቢሆንም ከተማው ውስጥ ያለው የመሬት አቅርቦት ቀላል ያለመሆን እና
              እንዲሁም በባንኮች በኩል የሚታየው የፋይናንስ አቅርቦትም በቂና አስተማማኝ ያለመሆን ከአልሚው ባለሃብት
              ውስን የገንዘብ አቅም ጋር ተዳምሮ የቤት ልማቱን ፈጣንና የቤት ፈላጊውን ሕብረተሰብም አቅምና ፍላጎት
              ባሟላ መልኩ የሚያረካ መሆን አልቻለም፡፡
            </p>
            <p className="my-3">
              ይህም ሁኔታ በከተማው ላይ የሚታየውን ከፍተኛ የቤት እጥረት ችግር ለመቅረፍ ካለማስቻሉሙ በላይ ዜጎች
              የመኖሪያ እና የመስሪያ ቤቶች ባለቤት በመሆን የተረጋጋ ኑሮ ለመምራት ያላቸውን ፍላጎት አዝጋሚ እና ተስፋ
              አስቆራጭ አድርጎታል፡፡
            </p>
            <p className="my-3">
              በመንግስት በኩል ያለው ውስን የመሬት አቅርቦት እንዳለ ሆኖ በሌላ በኩል በተከማችን ውስጥ መልማት የሚችል
              ባዶ መሬት ይዘው ባለባቸው የአቅም ውስንነት ወይም የመገንባት ልምድ እና ችሎታ ባለመኖር ምክንያት ወደ
              ልማት መግባት ያልቻሉ ግለሰቦች ወይም ድርጅቶች ሲኖሩ በሌላ በኩል ደግሞ በቂ የመስሪያ ገንዘብና ልምድ
              ይዘው ማልማትና መገንባት ሲችሉ የመገንቢያ ቦታ አጥተው የተቀመጡ አልሚዎች እንዳሉ ለማረጋገጥ ይቻላል፡፡
            </p>
            <p className="my-3">
              ስለሆነም ጃምቦ ኮንስትራክሽን ኃላ/የተ/የግ/ማህበር በኮንስትራክሽንና በሪልስቴት ልማት ዘርፍ ያለውን
              ልምድ በመጠቀም በአሁኑ ጊዜ ከላይ በተጠቀሰው ሁኔታ በተለያየ መልኩ ቦታ /መሬት/ ኖሯቸው በአቅም
              ውስንነት ወይም በልምድ ማነስ ወደ ልማት መግባት ላልቻሉና እንዲሁም በከተማው ባለው የከተማ ማደስ እና
              የመልሶ ማልማት ፕሮግራም ምክንያት ያላቸው ቦታ /መሬት ላይ ደረጃውን የጠበቀ ግንባታ እንዲያከናውኑ
              ከሚገደዱ ግለሰቦችና ድርጅቶች ጋር ቦታቸውን ከመሸጥ በመለስ በተሻለ አማራጭ በጋራ ማልማት ፕሮግራም
              ከድርጅታችን ጋር በጋራ የሚሰሩበትን ሁኔታ ለማመቻቸትና የጋራ ተጠቃሚነትን ለማረጋገጥ የጋራ ልማት ዕቅድ
              (Partnership Development Program) ቀርጾ ተግባራዊ እንቅስቃሴ በማድረግ ላይ ይገኛል፡፡
            </p>
            <p className="my-3">
              በዚህ ፕሮግራም ቦታ /መሬት/ ኖሯቸው በአቅም ውስንነትም ሆነ በልምድ እጦት ወደ ልማት መግባት ያልቻሉ
              ብቻ ሳይሆኑ በውርስም ሆነ በስጦታ በጋራ ቦታ የያዙ ግለሰቦች ቦታቸውን ከድርጅታችን ጋር በጋራ
              የሚያለሙበትና በአማራጭነትም በቦታቸው ላይ በግልም ሆነ በጋራ የንብረት /ቤት/ ባለቤት ሊሆኑ የሚችሉበትን
              ሰፊ እድል እናመቻቻለን፡፡
            </p>
            <p className="my-3">
              በዚህም ፕሮግራም ኩባንያችን ባዘጋጀው ዝርዝር የአፈፃፀም አማራጭ መሠረት የጋራ ልማት አብረውን ሊሰሩ
              ፈቃደኛ ከሆኑ ባለ ይዞታዎች ጋር የሁለትዮሽ የጋራ የልማት ስምምነት (Bilateral Development
              Agreement) በመፈራረም የጋራ ልማት ያካሄዳል፡፡
            </p>

            <h2 className={h2Style}>በጋራ ልማት ፕሮግራሙ በእቅድ የተያዙ ፕሮጀክቶች</h2>

            <p className="my-3">
              በአሁኑ ጊዜ በአዲስ አበባ ከተማ የሚያታየውን ከፍተኛ የመኖሪያ ቤት እጥረት ግምት ውስጥ በማስገባት በጋራ
              ልማት ፕሮግራም ቅድሚያ የሚሰጠው የመኖሪያ ቤት ልማት ዋነኛው ሲሆን ይህም የጋራ መኖሪያ ቤቶች
              /ኮንደሚኒየምና/ አፖርትመንቶችን ጨምሮ በተናጠል የሚሰሩ የቪላ ቤት ግንባታዎችንም ያካትታል፡፡
            </p>
            <p className="my-3">
              በተጨማሪም እንደ ቦታው ሁኔታ ለንግድ እና ለቢሮ አገልግሎት የሚውሉ ወይም ለንግድ እና ለመኖሪያ በጣምራ
              የሚያገለግሉ (Mixed Function) ሕንፃዎች ይገነባሉ፡፡
            </p>

            <h2 className={h2Style}>በጋራ ልማት መሳተፍ የሚችሉ</h2>

            <p className="my-3">
              ማንኛውንም በአዲስ አበባ ከተማ በጋራ፣በግል ወይም በድርጅት ስፋቱ ከ500 ሜትር ካሬ በላይ የሆነ እና
              የመሬቱ የመጠቀሚያ ፈቃድ (Land Use) በእቅድ ከተያዙት ፕሮጀክቶች ጋር ሊጣጣም የሚችል ሕጋዊ የመሬት
              ባለቤት የሆኑና በቦታው ላይ የከተማው እና የአካባቢው መሪ ፕላን በሚፈቅደው መሠረት አዲስ ግንባታ
              በመስራት ቦታውን ለማልማት ፍላጎት ያለውና በትብብር ለመስራት ፈቃደኛ የሆነ፡፡
            </p>

            <p className="my-3">
              ማንኛውም ነዋሪነቱ በውጪ አገር ሆኖ በአገር ውስጥ በተለይም በአዲስ አበባ ሊለማ የሚችል ቦታ ኖሮት በጋራ
              ለማልማት ፍላጎት ያለው እና ለማልማት የተቸገረ፡፡
            </p>

            <h2 className={h2Style}>የሚገነቡት ሕንፃዎች /ቤቶች/ አጠቃቀም</h2>

            <p className="my-3">
              በስምምነት ዝርዝሩ ውስጥ በግልፅ እንደሚቀመጠው የሚገነቡት ሕንፃዎች ሙሉ ለሙሉ ለሶስተኛ ወገን በሽያጭ
              የሚተላለፉ ወይም በጋራ አልሚዎቹ የጋራ ባለቤትነት (ክፍፍሉ በስምምነት የሚወሰን ሆኖ) እየተዳደሩ የሚቆዩ
              ሊሆኑ ይችላሉ፡፡
            </p>

            <h2 className={h2Style}>የጋራ ልማት ፕሮግራሙ የሚያስገኛቸውን ጥቅሞች</h2>

            <p className="my-3">
              ባዶ ወይም ሊለማ እና ሊሰራበት የሚችል መሬት ይዘው ለማልማት ያልቻሉ እና የተቸገሩ ግለሰቦች፣ቡድኖች
              ወይም ድርጅቶች ወደ ልማት ማስገባት እና ተጠቃሚ ማድረግ፡፡
            </p>
            <p className="my-3">
              በከተማው ውስጥ በግለሰብ፣በቡድን ወይም በድርጅት ተይዘው በተለያየ ምክንያት ሊለሙ ያልቻሉ ቦታዎችን
              በማልማት የቤት አቅርቦት ችግርን በመጠኑ ለማቃለልና ዜጎች የመሰረተ ልማት በተሟላባቸው ቦታዎች ላይ
              የዘመናዊ መኖሪያ ቤት እና የሥራ ቦታ ባለቤት እንዲሆኑ ማድረግ፡፡
            </p>

            <p className="my-3">
              በአቅም ውስንነትና በተለያዩ ምክንያቶች ያልለሙ ቦታዎችን በማልማት የከተማችንን ገፅታ መቀየር፡፡
            </p>

            <p className="my-3">
              በውርስ ወይም በስጦታ በግል ወይም በጋራ የመሬት ባለቤት የሆኑ ግለሰቦችን በጋራ ልማት በማሳተፍ ቦታቸውን
              ከመሸጥ ወይም ሸንሽኖ ከመካፈል ሌላ በጋራ የሚያለሙበትን አማራጭ በማመቻቸት የተሻለ ተጠቃሚነትን
              ማረጋገጥ፡፡
            </p>
          </article>
        </div>
      </section>
    </div>
  );
}

export default PartnershipDevtPage;
